import history from '../images/history.jpg'
import parks from '../images/parks.jpg'
import taiga from '../images/taiga.jpg'

const articles = [
    {
        link: 'https://lenta.ru/',
        title: 'Национальное достояние – парки',
        text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
        date: '2 августа, 2019',
        source: 'Лента.ру',
        image: `${parks}`,
    },
    {
        link: 'https://meduza.io/',
        title: 'Лесные огоньки: история одной фотографии',
        text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного \n' +
            'из местных чудес природы.',
        date: '2 августа, 2019',
        source: 'Медуза',
        image: `${history}`,
    },
    {
        link: 'https://ria.ru/',
        title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
        text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где все ооочень плохо',
        date: '2 августа, 2019',
        source: 'РИА',
        image: `${taiga}`,
    },
    {
        link: 'https://lenta.ru/',
        title: 'Национальное достояние – парки',
        text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
        date: '2 августа, 2019',
        source: 'Лента.ру',
        image: `${parks}`,
    },
    {
        link: 'https://meduza.io/',
        title: 'Лесные огоньки: история одной фотографии',
        text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного \n' +
            'из местных чудес природы.',
        date: '2 августа, 2019',
        source: 'Медуза',
        image: `${history}`,
    },
    {
        link: 'https://ria.ru/',
        title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
        text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где все ооочень плохо',
        date: '2 августа, 2019',
        source: 'РИА',
        image: `${taiga}`,
    },
    {
        link: 'https://meduza.io/',
        title: 'Лесные огоньки: история одной фотографии',
        text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного \n' +
            'из местных чудес природы.',
        date: '2 августа, 2019',
        source: 'Медуза',
        image: `${history}`,
    },
    {
        link: 'https://meduza.io/',
        title: 'Лесные огоньки: история одной фотографии',
        text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного \n' +
            'из местных чудес природы.',
        date: '2 августа, 2019',
        source: 'Медуза',
        image: `${history}`,
    },
    {
        link: 'https://ria.ru/',
        title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
        text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где все ооочень плохо',
        date: '2 августа, 2019',
        source: 'РИА',
        image: `${taiga}`,
    },
];

export default articles;